[BoomboxToolTipArch DunDefToolTipMesh]
ToolTipText="Boombox"
ActivationText="Change Tunes"

[TVToolTipArch DunDefToolTipMesh]
ToolTipText="High Definition Television"
ActivationText="Change Channel"
